Repository: CJWorkbench/cjworkbench
Catalog: integrationtests/module-zipfile-server/modules/linechart/locale/*/messages.po
Languages: el

# _spec.name
source: Line Chart
el: Γραμμικό γράφημα

# _spec.description
source: Visualize data as a series of points connected by straight lines.
el: Οπτικοποίηση δεδομένων με τη μορφή σειράς σημείων που συνδέονται με ευθείες γραμμές.

# _spec.parameters.title.placeholder
source: Chart title
el: Τίτλος γραφήματος

# _spec.parameters.x_axis_label.name
source: X axis
el: Άξονας X

# _spec.parameters.x_axis_label.placeholder
source: Label
el: Ετικέτα

# _spec.parameters.x_column.placeholder
source: Select column
el: Επιλέξτε στήλη

# _spec.parameters.y_axis_label.name
source: Y Axis
el: Άξονας Y

# _spec.parameters.y_axis_label.placeholder
source: Label
el: Ετικέτα

# _spec.parameters.y_columns.name
source: Column
el: Στήλη

# noXAxisError.message
source: Please choose an X-axis column
el: Επιλέξτε μια στήλη για τον άξονα X

# tooManyTextValuesError.message
source: Column "{x_column}" has {n_safe_x_values} text values. We cannot fit them all on the X axis. Please change the input table to have 10 or fewer rows, or convert "{x_column}" to number or date.
el: Η στήλη "{x_column}" έχει {n_safe_x_values} τιμές κειμένου. Δεν μπορούν να χωρέσουν όλες στον άξονα X. Αλλάξτε τον πίνακα εισόδου ώστε να έχει 10 ή λιγότερες σειρές ή μετατρέψτε τη στήλη "{x_column}" σε αριθμό ή ημερομηνία.

# noValuesError.message
source: Column "{column_name}" has no values. Please select a column with data.
el: Η στήλη "{column_name}" δεν έχει τιμές. Επιλέξτε μια στήλη με δεδομένα.

# onlyOneValueError.message
source: Column "{column_name}" has only 1 value. Please select a column with 2 or more values.
el: Η στήλη "{column_name}" έχει μόνο 1 τιμή. Επιλέξτε μια στήλη με 2 ή περισσότερες τιμές.

# noYAxisError.message
source: Please choose a Y-axis column
el: Επιλέξτε μια στήλη για τον άξονα Y

# sameAxesError.message
source: You cannot plot Y-axis column {column_name} because it is the X-axis column
el: Δεν είναι δυνατή η σχεδίαση της στήλης του άξονα Y {column_name} επειδή είναι η στήλη του άξονα X

# axisNotNumericError.message
source: Cannot plot Y-axis column "{column_name}" because it is not numeric. Convert it to a number before plotting it.
el: Δεν είναι δυνατή η σχεδίαση της στήλης "{column_name}" του άξονα Y επειδή δεν είναι αριθμητική. Μετατρέψτε την σε αριθμούς πριν τη σχεδιάσετε.

# emptyAxisError.message
source: Cannot plot Y-axis column "{column_name}" because it has no values
el: Δεν είναι δυνατή η σχεδίαση της στήλης του άξονα Y "{column_name}" επειδή δεν έχει τιμές
