Repository: CJWorkbench/cjworkbench
Catalog: integrationtests/module-zipfile-server/modules/converttexttonumber/locale/*/messages.po
Languages: el

# _spec.name
source: Convert to number
el: Μετατροπή σε αριθμούς

# _spec.description
source: Convert text columns to number columns.
el: Μετατροπή κειμένου σε αριθμούς.

# _spec.parameters.input_number_type.options.any.label
source: Any number
el: Οποιοσδηποτε αριθμός

# _spec.parameters.input_number_type.options.int.label
source: Only integer
el: Οποιοσδήποτε ακέραιος

# _spec.parameters.input_number_type.options.float.label
source: Only decimal
el: Οποιοσδήποτε δεκαδικός

# _spec.parameters.input_locale.name
source: Thousand and decimal separators
el: Μορφή αριθμών προς μετατροπή

# _spec.parameters.input_locale.options.us.label
source: United States: 1,500.00
el: ΗΠΑ: 1,500.00

# _spec.parameters.input_locale.options.eu.label
source: Europe: 1.500,00
el: Ευρώπη: 1.500,00

# _spec.parameters.extract.name
source: Ignore non-numeric characters
el: Βρείτε αριθμούς στο κείμενο

# _spec.parameters.error_means_null.name
source: Convert errors to null
el: Μετατροπή μη αριθμών σε κενό

# _spec.parameters.output_format.name
source: Display as
el: Εμφάνιση ως
