Repository: CJWorkbench/cjworkbench
Catalog: assets/locale/*/messages.po
Languages: el

# py.templates.account.verification_sent.backToLogin.link
source: Back to login
el: Επιστροφή στη σελίδα σύνδεσης

# py.templates.account.email.email_confirmation_message.welcome
source: Welcome to Workbench!
el: Καλώς ήλθατε στο Workbench!

# py.templates.account.email.email_confirmation_message.confirmYourEmail
source: Please confirm your email address by clicking the link below. If you didn't sign up, you can safely ignore this email.
el: Επιβεβαιώστε τη διεύθυνση του ηλ. ταχυδρομείου σας κάνοντας κλικ στον παρακάτω σύνδεσμο. Αν δεν έχετε κάνει εσείς εγγραφή, μπορείτε να αγνοήσετε το παρόν μήνυμα.

# py.templates.account.email.email_confirmation_subject.pleaseConfirmEmailaddress
source: Please Confirm Your E-mail Address
el: Παρακαλούμε να επιβεβαιώσετε τη διεύθυνση του ηλεκτρονικού ταχυδρομείου σας

# py.templates.account.email.password_reset_key_message.passwordRequest
source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή εσείς ή κάποιος άλλος έχετε ζητήσει κωδικό πρόσβασης για τον λογαριασμό χρήστη που έχετε. Μπορείτε να αγνοήσετε το μήνυμα αν δεν ζητήσατε τη δημιουργία νέου κωδικού πρόσβασης. Κάντε κλικ στον παρακάτω σύνδεσμο για τη δημιουργία νέου κωδικού.

# py.templates.account.email.password_reset_key_message.forgotUsername
source: In case you forgot, your username is {username}.
el: Σε περίπτωση που έχετε ξεχάσει, το όνομα χρήστη σας είναι {username}.

# py.templates.account.email.password_reset_key_subject
source: Password Reset E-mail
el: Μήνυμα δημιουργίας νέου κωδικού πρόσβασης

# py.templates.notifications.new_data_version.hello
source: Hi {userName},
el: Γεια σας, {userName},

# py.templates.notifications.new_data_version.workflowHasBeenUpdated
source: Your workflow <a0>{workflowName}</a0> has been updated with new data on {date, date, medium} at {date, time, short}{date, time, z}. Its {moduleName} module has new output.
el: Η ροή εργασιών σας <a0>{workflowName}</a0> ενημερώθηκε με νέα δεδομένα στις {date, date, medium} {date, time, short}{date, time, z}. Η μονάδα {moduleName} έχει νέα έξοδο.

# py.templates.notifications.new_data_version_subject
source: New data available in {workflow_name}
el: Νέα δεδομένα διαθέσιμα στο {workflow_name}

# py.templates.openid.login.title
source: OpenID Sign In
el: Σύνδεση OpenID

# py.templates.openid.login.header
source: OpenID Sign In
el: Σύνδεση OpenID

# py.templates.openid.login.signInButton
source: Sign In
el: Σύνδεση

# py.templates.socialaccount.authentication_error.title
source: Social Network Login Failure
el: Αποτυχία σύνδεσης με το κοινωνικό δίκτυο

# py.templates.socialaccount.authentication_error.header
source: Social Network Login Failure
el: Αποτυχία σύνδεσης με το κοινωνικό δίκτυο

# py.templates.socialaccount.authentication_error.description
source: An error occurred while attempting to login via your social network account.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια σύνδεσης μέσω του λογαριασμού σας κοινωνικής δικτύωσης.

# py.templates.socialaccount.connections.title
source: Account Connections
el: Συνδέσεις λογαριασμού

# py.templates.socialaccount.connections.accountLinked
source: Account linked!
el: Ο λογαριασμός συνδέθηκε!

# py.templates.socialaccount.connections.signInLink
source: Sign in
el: Σύνδεση

# py.templates.socialaccount.connections.removeLinkedAccount
source: Remove linked accounts
el: Κατάργηση συνδεδεμένων λογαριασμών

# py.templates.socialaccount.connections.removeButton
source: Remove
el: Αφαίρεση

# py.templates.socialaccount.connections.noSocialAccounts
source: You currently have no social network accounts connected to this account.
el: Αυτή τη στιγμή δεν έχετε λογαριασμούς κοινωνικής δικτύωσης συνδεδεμένους με αυτόν τον λογαριασμό.

# py.templates.socialaccount.connections.addAnotherAccount
source: Add another account
el: Προσθήκη άλλου λογαριασμού

# py.templates.socialaccount.login_cancelled.title
source: Login Cancelled
el: Ακύρωση σύνδεσης

# py.templates.socialaccount.login_cancelled.header
source: Login Cancelled
el: Ακύρωση σύνδεσης

# py.templates.socialaccount.login_cancelled.youCancelledLogin
source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a0>sign in</a0>.
el: Αποφασίσατε να ακυρώσετε την είσοδο στον ιστότοπό μας με τη χρήση ενός από τους λογαριασμούς σας. Αν αυτό έγινε κατά λάθος, προχωρήστε στη <a0>σύνδεση</a0>.

# py.templates.socialaccount.signup.title
source: Signup
el: Εγγραφή

# py.templates.socialaccount.signup.thereIsAlreadyAccount
source: There is already an account registered with that email address.
el: Υπάρχει ήδη ένας λογαριασμός που έχει καταχωρηθεί με τη συγκεκριμένη διεύθυνση ηλ. ταχυδρομείου.

# py.templates.socialaccount.signup.connectExistingAccount
source: Sign in and connect your existing account.
el: Συνδεθείτε με τον υπάρχοντα λογαριασμό σας.

# py.templates.socialaccount.signup.specificAccountToLogin
source: You are about to use your {provider_name} account to login to {site_name}. As a final step, please complete the following form:
el: Πρόκειται να χρησιμοποιήσετε το λογαριασμό σας {provider_name} για να συνδεθείτε στο {site_name}. Ως τελικό βήμα, συμπληρώστε την παρακάτω φόρμα:

# py.templates.socialaccount.signup.button
source: Sign Up
el: Εγγραφή

# py.templates.socialaccount.messages.account_connected.text
source: The social account has been connected.
el: Ο λογαριασμός κοινωνικής δικτύωσης έχει συνδεθεί.

# py.templates.socialaccount.messages.account_connected_other.text
source: The social account is already connected to a different account.
el: Ο λογαριασμός κοινωνικής δικτύωσης είναι ήδη συνδεδεμένος με διαφορετικό λογαριασμό.

# py.templates.socialaccount.messages.account_disconnected.text
source: The social account has been disconnected.
el: Ο λογαριασμός κοινωνικής δικτύωσης έχει αποσυνδεθεί.

# py.templates.socialaccount.snippets.provider_list.useAccount
source: Use {providerName} account
el: Χρησιμοποιήστε τον λογαριασμό {providerName}
