Repository: CJWorkbench/cjworkbench
Catalog: assets/locale/*/messages.po
Languages: el

# js.Embed.embedCode
source: Paste this code into any webpage HTML
el: Επικολλήστε αυτόν τον κώδικα στην HTML οποιασδήποτε ιστοσελίδας

# js.Embed.embedThisChart
source: EMBED THIS CHART
el: ΕΝΣΩΜΑΤΩΣΗ ΑΥΤΟΥ ΤΟΥ ΓΡΑΦΗΜΑΤΟΣ

# js.Embed.metadata.author
source: by {0}
el: από τον/την {0}

# js.Embed.workflowNotAvailable.title
source: This workflow is not available
el: Αυτή η ροή εργασιών δεν είναι διαθέσιμη

# js.ErrorBoundary.pleaseRefreshPage
source: Please refresh the page.
el: Ανανεώστε τη σελίδα.

# js.ErrorBoundary.somethingIsWrong
source: Something is wrong.
el: Υπάρχει κάποιο πρόβλημα.

# js.ExportModal.footer.doneButton
source: Done
el: Ολοκληρώθηκε

# js.ExportModal.header.title
source: EXPORT DATA
el: ΕΞΑΓΩΓΗ ΔΕΔΟΜΕΝΩΝ

# js.ImportModuleFromGithub.footer.closeButton
source: Close
el: Κλείσιμο

# js.ImportModuleFromGithub.footer.importButton
source: Import
el: Εισαγωγή

# js.ImportModuleFromGithub.public.header.title
source: Import Custom Module
el: Εισαγωγή Προσαρμοσμένης Μονάδας (Module)

# js.ImportModuleFromGithub.staff.header.title
source: Import Custom Module
el: Εισαγωγή Προσαρμοσμένης Μονάδας (Module)

# js.OutputIframe.embed.embedCode
source: Paste this code into any webpage HTML
el: Επικολλήστε αυτόν τον κώδικα στην HTML οποιασδήποτε ιστοσελίδας

# js.OutputIframe.embed.header.title
source: EMBED THIS CHART
el: ΕΝΣΩΜΑΤΩΣΗ ΑΥΤΟΥ ΤΟΥ ΓΡΑΦΗΜΑΤΟΣ

# js.OutputIframe.footer.cancelButton
source: Cancel
el: Ακύρωση

# js.OutputIframe.footer.setPublicButton
source: Set public
el: Ορισμός ως δημόσιας

# js.OutputIframe.getEmbeddableUrl.hoverText
source: Get an embeddable URL
el: Απόκτηση ενσωματώσιμης διεύθυνσης URL

# js.OutputIframe.private.header.title
source: SHARE THIS WORKFLOW
el: ΚΟΙΝΟΠΟΙΗΣΗ ΑΥΤΗΣ ΤΗΣ ΡΟΗΣ ΕΡΓΑΣΙΩΝ

# js.OutputIframe.private.setToPublic
source: Set this workflow to Public in order to share it? Anyone with the URL will be able to access and duplicate it.
el: Θα ρυθμίσετε αυτή τη ροή εργασιών ως Δημόσια για να την κοινοποιήσετε; Όποιος διαθέτει αυτή τη διεύθυνση URL θα μπορεί να έχει πρόσβαση και να την αντιγράψει.

# js.OutputIframe.private.workflowIsPrivate
source: This workflow is currently private
el: Αυτή η ροή εργασιών είναι αυτή τη στιγμή ιδιωτική

# js.Page.MainNav.SetLocaleLink.title
source: Language
el: Γλώσσα

# js.Page.MainNav.logout
source: Log Out
el: Αποσύνδεση

# js.Page.MainNav.signIn.title
source: Sign in
el: Συνδεθείτε

# js.Page.MainNav.workflows.title
source: My workflows
el: Οι ροές εργασιών μου

# js.Report.ShareCard.accessibilityDescription.private
source: Only collaborators can view this report
el: Μόνο συνεργάτες μπορούν να δουν αυτή την έκθεση

# js.Report.ShareCard.accessibilityDescription.public
source: Anyone on the Internet can view this report
el: Οποιοσδήποτε μπορεί να δει αυτή την έκθεση

# js.Report.ShareCard.editPrivacy.sharebutton
source: Edit privacy
el: Επεξεργασία απορρήτου

# js.Report.ShareCard.sharingStatus.private
source: This workflow is private
el: Αυτή η ροή εργασιών είναι ιδιωτική

# js.Report.ShareCard.sharingStatus.public
source: This workflow is public
el: Αυτή η ροή εργασιών είναι δημόσια

# js.ShareModal.Modal.collaborators
source: Collaborators
el: Συνεργάτες

# js.ShareModal.Modal.footer.closeButton
source: Close
el: Κλείσιμο

# js.ShareModal.NewAclEntry.grantAccess
source: Grant access
el: Επιτρέψτε πρόσβαση

# js.ShareModal.OwnerAclEntry.owner
source: Owner
el: Ιδιοκτήτης

# js.ShareModal.Role.editor
source: Can edit
el: Μπορεί να επεξεργαστεί

# js.ShareModal.Role.viewer
source: Can view
el: Μπορεί να δει

# js.ShareModal.ShareButton.button.hoverText
source: Change Workflow sharing
el: Αλλαγή κοινής χρήσης ροής εργασιών

# js.ShareModal.Url.socialLinks.shareText
source: Check out this chart I made using {workbenchMention}:
el: Δείτε αυτό το γράφημα που δημιούργησα χρησιμοποιώντας το {workbenchMention}:

# js.UndoRedoButtons.redo.hoverText
source: Redo
el: Επανάληψη

# js.UndoRedoButtons.undo.hoverText
source: Undo
el: Αναίρεση

# js.UnhandledErrorReport.Intercom.helpText.weOpenedAWindow
source: We opened a messaging window and included details for our developers to fix the issue. <0>Please send the message</0>.
el: Ανοίξαμε ένα παράθυρο μηνύματος και συμπεριλάβαμε λεπτομέρειες για τους προγραμματιστές μας για να διορθώσουν το πρόβλημα. <0>Στείλτε το μήνυμα<0>.

# js.UnhandledErrorReport.actions.refreshPageButton
source: Refresh page
el: Ανανέωση σελίδας

# js.UnhandledErrorReport.content.debuggingDetails
source: Debugging details (please send):
el: Στοιχεία αποσφαλμάτωσης (για αποστολή):

# js.UnhandledErrorReport.content.oops
source: Oops! Something isn't right.
el: Υπάρχει πρόβλημα.

# js.UnhandledErrorReport.content.pleaseFollowSteps
source: Please follow these simple steps to help us fix the issue.
el: Ακολουθήστε αυτά τα απλά βήματα για να μας βοηθήσετε να διορθώσουμε το πρόβλημα.

# js.UnhandledErrorReport.content.thankYou
source: THANK YOU! Refresh this page to return to your Workflow.
el: ΣΑΣ ΕΥΧΑΡΙΣΤΩ! Ανανεώστε τη σελίδα για να επιστρέψετε στη ροή εργασιών σας.

# js.UnhandledErrorReport.helpText.debuggingDetails
source: Copy the debugging details below and send them to <0>{email}</0>.
el: Αντιγράψτε τις λεπτομέρειες εντοπισμού σφαλμάτων παρακάτω και στείλτε τις στο <0>{email}<0>.

# js.UnhandledErrorReport.helpText.pleaseDescribeYourActions
source: It helps if you can describe what you were doing before you ran into the bug.
el: Βοηθά αν μπορείτε να περιγράψετε τι κάνατε προτού εμφανιστεί αυτό το σφάλμα.

# js.WfHamburgerMenu.menu.home
source: Home
el: Αρχική

# js.WfHamburgerMenu.menu.importModule
source: Import Module
el: Εισαγωγή Μονάδας (Module)

# js.WfHamburgerMenu.menu.language
source: Language
el: Γλώσσα

# js.WfHamburgerMenu.menu.logout
source: Log Out
el: Αποσύνδεση

# js.WfHamburgerMenu.menu.myWorkflows
source: My Workflows
el: Οι ροές εργασιών μου

# js.WfHamburgerMenu.toggle.hoverText
source: menu
el: μενού

# js.Workflow.isAnonymous
source: Demo workflow
el: Δοκιμαστική ροή εργασιών

# js.Workflow.isShared
source: You are viewing a shared workflow
el: Παρακολουθείτε μια ροή εργασιών σε κοινή χρήση με άλλους

# js.Workflow.suggestion.duplicateToSaveChanges
source: Duplicate it to save your changes
el: Δημιουργία αντιγράφου για αποθήκευση των αλλαγών

# js.Workflow.suggestion.signInToSaveChanges
source: <0>Sign in</0> to save your changes
el: <0>Συνδεθείτε</0> για να αποθηκεύσετε τις αλλαγές σας

# js.WorkflowEditor.AddData.Modal.closeButton.hoverText
source: Close
el: Κλείσιμο

# js.WorkflowEditor.AddData.Modal.header.title
source: CHOOSE A DATA SOURCE
el: ΕΠΙΛΕΞΤΕ ΠΗΓΗ ΔΕΔΟΜΕΝΩΝ

# js.WorkflowEditor.AddData.Modules.noModulesFound
source: No data connectors match your search.
el: Δεν υπάρχει σύνδεση δεδομένων που να αντιστοιχεί στην αναζήτησή σας.

# js.WorkflowEditor.AddData.Search.clearButton.hoverText
source: Clear Search
el: Καθαρισμός αναζήτησης

# js.WorkflowEditor.AddData.Search.placeholder
source: Search…
el: Αναζήτηση…

# js.WorkflowEditor.AddData.button
source: ADD DATA
el: ΠΡΟΣΘΗΚΗ ΔΕΔΟΜΕΝΩΝ

# js.WorkflowEditor.DataVersionModal.ModalFooter.actions.loadButton
source: Load
el: Φόρτωση

# js.WorkflowEditor.DataVersionModal.ModalHeader
source: Data Versions
el: Εκδόσεις δεδομένων

source: You will receive an email if the output of this module changes
el: Θα πάρετε μήνυμα ηλ. ταχυδρομείου εάν αλλάξει η έξοδος αυτής της μονάδας

# js.WorkflowEditor.DataVersionModal.NotificationsForm.description.turnAlertsOn
source: Turn alerts ON to receive an email if the output of this module changes
el: Ενεργοποιήστε τις ειδοποιήσεις για να παίρνετε μήνυμα ηλ. ταχυδρομείου όταν αλλάζει η έξοδος αυτής της μονάδας

# js.WorkflowEditor.DataVersionModal.NotificationsForm.options.turnOff
source: Turn off
el: Απενεργοποίηση

# js.WorkflowEditor.DataVersionModal.NotificationsForm.options.turnOn
source: Turn on
el: Ενεργοποίηση

# js.WorkflowEditor.DataVersionModal.NotificationsForm.status.alertsOff
source: Alerts are <0>off</0>
el: Οι ειδοποιήσεις είναι <0>απενεργοποιημένες</0>

# js.WorkflowEditor.DataVersionModal.NotificationsForm.status.alertsOn
source: Alerts are <0>on</0>
el: Οι ειδοποιήσεις είναι <0>ενεργοποιημένες</0>

# js.WorkflowEditor.ModuleSearch.Button.addStep
source: ADD STEP
el: ΠΡΟΣΘΗΚΗ ΒΗΜΑΤΟΣ

# js.WorkflowEditor.ModuleSearch.Prompt.closeButton.hoverText
source: Close Search
el: Κλείσιμο αναζήτησης

# js.WorkflowEditor.ModuleSearch.Prompt.placeholder
source: Search…
el: Αναζήτηση…

# js.WorkflowEditor.OutputPane.showingInput.becauseError
source: This was the data that led to an error. Please correct the error in the left pane.
el: Αυτά ήταν τα δεδομένα που οδήγησαν σε σφάλμα. Διορθώστε το σφάλμα στο αριστερό πλαίσιο.

# js.WorkflowEditor.PaneSelect.nav.report
source: Report
el: Αναφορά

# js.WorkflowEditor.PaneSelect.nav.reportPlaceholder
source: Report
el: Αναφορά

# js.WorkflowEditor.StepList.EmptyReadOnlyStepList
source: This Tab has no Steps.
el: Αυτή η καρτέλα δεν έχει βήματα.

# js.WorkflowEditor.Tabs.NewTabPrompt.createTab.title
source: Create tab
el: Δημιουργία καρτέλας

# js.WorkflowEditor.Tabs.TabDropdown.menu.delete
source: Delete
el: Διαγραφή

# js.WorkflowEditor.Tabs.TabDropdown.menu.duplicate
source: Duplicate
el: Δημιουργία αντιγράφου

# js.WorkflowEditor.Tabs.TabDropdown.menu.rename
source: Rename
el: Μετονομασία

# js.WorkflowEditor.Tabs.create.defaultPrefix
source: Tab
el: Καρτέλα

# js.WorkflowEditor.step.DeprecationNotice.learnHowToReplace
source: Learn how to replace this step
el: Μάθετε πώς να αντικαταστήσετε αυτό το βήμα

# js.WorkflowEditor.step.ZenMode.enter
source: enter Zen mode
el: είσοδος σε λειτουργία Zen

# js.WorkflowEditor.step.ZenMode.exit
source: exit Zen mode
el: έξοδος από λειτουργία Zen

# js.WorkflowEditor.step.alert.disabled
source: Email alerts disabled
el: Οι ειδοποιήσεις ηλ. ταχυδρομείου έχουν απενεργοποιηθεί

# js.WorkflowEditor.step.alert.enabled
source: Email alerts enabled
el: Οι ειδοποιήσεις ηλ. ταχυδρομείου είναι ενεργοποιημένες

# js.WorkflowEditor.step.delete.hoverText
source: Delete
el: Διαγραφή

# js.WorkflowEditor.step.help.hoverText
source: Help for this module
el: Βοήθεια για αυτή τη μονάδα (module)

# js.WorkflowEditor.step.notes.edit.hoverText
source: Edit Note
el: Επεξεργασία σημείωσης

# js.WorkflowNavBar.OwnedWorkflowTitleAndMetadata.lastUpdated
source: Updated {timeAgo}
el: Ενημερώθηκε {timeAgo}

# js.WorkflowNavBar.OwnedWorkflowTitleAndMetadata.owner
source: by {owner}
el: από {owner}

# js.WorkflowNavBar.OwnedWorkflowTitleAndMetadata.visibility.private
source: Private
el: Ιδιωτική

# js.WorkflowNavBar.OwnedWorkflowTitleAndMetadata.visibility.public
source: Public
el: Δημόσια

# js.WorkflowNavBar.duplicate.button
source: Duplicate
el: Δημιουργία αντιγράφου

# js.WorkflowNavBar.share.shareButton
source: Share
el: Κοινοποίηση

# js.WorkflowNavBar.signIn.accountLink
source: Sign in
el: Σύνδεση

# js.Workflows.SortMenu.alphabetical.dropdownItem
source: Alphabetical
el: Αλφαβητική

# js.Workflows.SortMenu.lastModified.dropdownItem
source: Last modified
el: Πιο πρόσφατη τροποποίηση

# js.Workflows.SortMenu.oldestModified.dropdownItem
source: Oldest modified
el: Λιγότερο πρόσφατη τροποποίηση

# js.Workflows.SortMenu.reverseAlphabet.dropdownItem
source: Reverse alphabetical
el: Αντίστροφη αλφαβητική

# js.Workflows.SortMenu.sort.DropdownTitle
source: Sort
el: Ταξινόμηση

# js.Workflows.WorkflowContextMenu.delete
source: Delete
el: Διαγραφή

# js.Workflows.WorkflowContextMenu.duplicate
source: Duplicate
el: Δημιουργία αντιγράφου

# js.Workflows.WorkflowLists.createYourFirtsWorkflow.button
source: Create your first workflow
el: Δημιουργήστε την πρώτη σας ροή εργασιών

# js.Workflows.WorkflowLists.nav.myWorkflows
source: My workflows
el: Οι ροές εργασιών μου

# js.Workflows.WorkflowLists.workflowsWillAppearHere
source: Workflows shared with you as collaborator will appear here
el: Οι ροές εργασιών στις οποίες έχετε συνεργαστεί θα εμφανίζονται εδώ

# js.Workflows.WorkflowMetadata.visibility.private
source: private
el: ιδιωτική

# js.Workflows.WorkflowMetadata.visibility.public
source: public
el: δημόσια

# js.Workflows.createWorkflowButton
source: Create Workflow
el: Δημιουργία ροής εργασιών

# js.Workflows.delete.permanentyDeleteWarning
source: Permanently delete this workflow?
el: Να διαγραφεί μόνιμα αυτή η ροή εργασιών;

# js.i18n.LocaleSwitcher.body.description
source: Choose the language of Workbench’s interface. Data is not affected.
el: Επιλέξτε τη γλώσσα της διεπαφής του Workbench. Τα δεδομένα δεν επηρεάζονται.

# js.i18n.LocaleSwitcher.footer.close
source: Close
el: Κλείσιμο

# js.i18n.LocaleSwitcher.header.title
source: LANGUAGE
el: ΓΛΩΣΣΑ

# js.lessons.LessonNav.next.button
source: Next
el: Επόμενο

# js.lessons.LessonNav.previous.button
source: Previous
el: Προηγούμενο

# js.params.Column.select.placeholder
source: Select
el: Επιλογή

# js.params.Condition.AddButton.and
source: AND
el: ΚΑΙ

# js.params.Condition.AddButton.or
source: OR
el: Ή

# js.params.Condition.AndOr.and
source: AND
el: ΚΑΙ

# js.params.Condition.AndOr.or
source: OR
el: Ή

# js.params.Condition.Comparison.caseSensitive
source: Case-sensitive
el: Ταίριασμα πεζών-κεφαλαίων

# js.params.Condition.Comparison.cellIsEmpty
source: Cell is empty
el: Το κελί είναι κενό

# js.params.Condition.Comparison.cellIsNotEmpty
source: Cell is not empty
el: Το κελί δεν είναι κενό

# js.params.Condition.Comparison.cellIsNotNull
source: Cell is not null
el: Το κελί δεν είναι μηδενικό

# js.params.Condition.Comparison.cellIsNull
source: Cell is null
el: Το κελί είναι μηδενικό

# js.params.Condition.Comparison.column.placeholder
source: Select column
el: Επιλογή στήλης

# js.params.Condition.Comparison.numberIs
source: Number is
el: Ο αριθμός είναι

# js.params.Condition.Comparison.numberIsGreaterThan
source: Number is greater than
el: Ο αριθμός είναι μεγαλύτερος από

# js.params.Condition.Comparison.numberIsGreaterThanOrEqual
source: Number is greater than or equals
el: Ο αριθμός είναι μεγαλύτερος από ή ίσος με

# js.params.Condition.Comparison.numberIsLessThan
source: Number is less than
el: Ο αριθμός είναι μικρότερος από

# js.params.Condition.Comparison.numberIsLessThanOrEqual
source: Number is less than or equals
el: Ο αριθμός είναι μικρότερος από ή ίσος με

# js.params.Condition.Comparison.numberIsNot
source: Number is not
el: Ο αριθμός δεν είναι

# js.params.Condition.Comparison.selectComparison
source: Select condition
el: Επιλογή συνθήκης

# js.params.Condition.Comparison.textContains
source: Text contains
el: Το κείμενο περιέχει

# js.params.Condition.Comparison.textDoesNotContain
source: Text does not contain
el: Το κείμενο δεν περιέχει

# js.params.Condition.Comparison.textIs
source: Text is exactly
el: Το κείμενο είναι ακριβώς

# js.params.Condition.Comparison.textIsNot
source: Text is not exactly
el: Το κείμενο δεν είναι ακριβώς

# js.params.Condition.Comparison.timestampIs
source: Timestamp is
el: Η ημερομηνία είναι

# js.params.Condition.Comparison.timestampIsAfter
source: Timestamp is after
el: Η ημερομηνία είναι μετά από

# js.params.Condition.Comparison.timestampIsBefore
source: Timestamp is before
el: Η ημερομηνία είναι πριν από

# js.params.Condition.Comparison.timestampIsNot
source: Timestamp is not
el: Η ημερομηνία δεν είναι

# js.params.Condition.Group.heading.title
source: If
el: Αν

# js.params.Custom.Aggregations.Aggregation.placeholder.first
source: First of {colname}
el: Πρώτο στη στήλη {colname}

# js.params.Custom.Aggregations.Aggregation.placeholder.max
source: Maximum of {colname}
el: Μέγιστο της στήλης {colname}

# js.params.Custom.Aggregations.Aggregation.placeholder.mean
source: Average of {colname}
el: Μέση τιμή της στήλης {colname}

# js.params.Custom.Aggregations.Aggregation.placeholder.median
source: Median of {colname}
el: Διάμεσος της στήλης {colname}

# js.params.Custom.Aggregations.Aggregation.placeholder.min
source: Minimum of {colname}
el: Ελάχιστο της στήλης {colname}

# js.params.Custom.Aggregations.Aggregation.placeholder.nunique
source: Unique count of {colname}
el: Πλήθος μοναδικών εγγραφών της στήλης {colname}

# js.params.Custom.Aggregations.Aggregation.placeholder.size
source: Group Size
el: Μέγεθος ομάδας

# js.params.Custom.Aggregations.Aggregation.placeholder.sum
source: Sum of {colname}
el: Άθροισμα της στήλης {colname}

# js.params.Custom.Aggregations.Operation.count.option
source: Count
el: Πλήθος

# js.params.Custom.Aggregations.Operation.countUnique.option
source: Count unique
el: Πλήθος μοναδικών

# js.params.Custom.Aggregations.Operation.first.option
source: First
el: Πρώτο

# js.params.Custom.Aggregations.Operation.maximum.option
source: Maximum
el: Μέγιστο

# js.params.Custom.Aggregations.Operation.mean.option
source: Average (Mean)
el: Μέση τιμή (Μέσος όρος)

# js.params.Custom.Aggregations.Operation.median.option
source: Median
el: Διάμεσος

# js.params.Custom.Aggregations.Operation.minimum.option
source: Minimum
el: Ελάχιστο

# js.params.Custom.Aggregations.Operation.sum.option
source: Sum
el: Άθροισμα

# js.params.Custom.Aggregations.addButton
source: Add
el: Προσθήκη

# js.params.Custom.Aggregations.operations
source: Operations
el: Πράξεις

# js.params.Custom.Code.AceEditor.help
source: Define a <0>process(table)</0> function that accepts a <1>pd.DataFrame</1> and returns a <2>pd.DataFrame</2>. You may use the <3><4>math</4></3>, <5>pd</5> (<6>Pandas</6>) and <7>np</7> (<8>Numpy</8>) modules.
el: Ορίστε μια συνάρτηση <0>process(table)</0> η οποία δέχεται ένα <1>pd.DataFrame</1> και επιστρέφει ένα <2>pd.DataFrame</2>. Μπορείτε να χρησιμοποιήσετε τις μονάδες (modules) <3> <4>math</4></3>, <5>pd</5> (<6>Pandas</6>) και <7>np</7> (<8>Numpy</8>).

# js.params.Custom.ComponentNotFound.error
source: Custom type {name} not handled
el: Δεν έγινε επεξεργασία του προσαρμοσμένου τύπου {name}

# js.params.Custom.File.browse.label
source: Browse
el: Αναζήτηση

# js.params.Custom.File.cancelUpload.button
source: Cancel Upload
el: Ακύρωση ανεβάσματος

# js.params.Custom.File.cancelUpload.hoverText
source: Cancel upload
el: Ακύρωση ανεβάσματος

# js.params.Custom.File.dragfilehere
source: Drag file here
el: Σύρσιμο του αρχείου εδώ

# js.params.Custom.File.dropFileHere
source: Drop file here
el: Απόθεση του αρχείου εδώ

# js.params.Custom.File.or
source: or
el: ή

# js.params.Custom.File.replace
source: Replace
el: Αντικατάσταση

# js.params.Custom.File.uploadApi.hoverText
source: Open upload API instructions
el: Ανοίξτε τις οδηγίες για API ανεβάσματος

# js.params.Custom.Groups.groupDates
source: Group dates
el: Ομαδοποίηση ημερομηνιών

# js.params.Custom.JoinColumns.addColumns
source: Add columns
el: Προσθήκη στηλών

# js.params.Custom.JoinColumns.joinOn
source: Join on
el: Συνένωση βάσει

# js.params.Custom.JoinColumns.noColumnToJoin
source: There is no column to join on in {0}. Columns in both tabs must have identical names and capitalization. Please edit column names.
el: Δεν υπάρχει στήλη για να ενωθεί στην {0}. Οι στήλες και στις δύο καρτέλες πρέπει να έχουν ίδια ονόματα και κεφαλαιογραφή. Επεξεργαστείτε τις ονομασίες των στηλών.

# js.params.Custom.RefineBins.RefineBin.newValue.placeholder
source: New Value
el: Νέα τιμή

# js.params.Custom.RefineBins.clusterSize.heading
source: Cluster size
el: Μέγεθος συμπλέγματος (cluster)

# js.params.Custom.RefineBins.countRows.heading
source: # rows
el: # σειρές

# js.params.Custom.RefineBins.newValue.heading
source: New value
el: Νέα τιμή

# js.params.Custom.RefineBins.newValue.placeholder
source: New Value
el: Νέα τιμή

# js.params.Custom.RefineBins.noClustersFound
source: No clusters found. Try different settings.
el: Δεν βρέθηκαν συμπλέγματα. Δοκιμάστε διαφορετικές ρυθμίσεις.

# js.params.Custom.RefineBins.values.heading
source: Values
el: Τιμές

# js.params.Custom.RefineClusterer.Algorithms.fingerprint.description
source: Group values by fingerprint. This method is effective when values are capitalized irregularly or if special characters are used in some and not others. For instance, "café" and "Cafe" both have the same fingerprint, "cafe".
el: Ομαδοποίηση τιμών βάσει αποτυπώματος. Αυτή η μέθοδος είναι αποτελεσματική όταν οι τιμές κεφαλαιογραφούνται ακανόνιστα ή όταν χρησιμοποιούνται ειδικοί χαρακτήρες σε μερικές τιμές και όχι σε άλλες. Για παράδειγμα, τα " café" και "Cafe" έχουν και τα δύο το ίδιο αποτύπωμα, "cafe".

# js.params.Custom.RefineClusterer.Algorithms.fingerprint.name
source: Fingerprint
el: Αποτύπωμα

# js.params.Custom.RefineClusterer.Algorithms.levenshtein.name
source: Edit distance
el: Απόσταση διόρθωσης

source: Maximum distance
el: Μέγιστη απόσταση

# js.params.Custom.RefineClusterer.method
source: Method
el: Μέθοδος

# js.params.Custom.RefineClustererProgress.findingClusters
source: Finding clusters…
el: Εύρεση συμπλεγμάτων…

# js.params.Custom.RefineModal.footer.cancelButton
source: Cancel
el: Ακύρωση

# js.params.Custom.RefineModal.footer.mergeSelectedButton
source: Merge selected
el: Συγχώνευση επιλεγμένων

# js.params.Custom.RefineModal.header.title
source: CLUSTER
el: ΣΥΜΠΛΕΓΜΑ (CLUSTER)

# js.params.Custom.RefineStatus.clustering
source: Clustering
el: Δημιουργία συμπλέγματος (cluster)

# js.params.Custom.RefineStatus.numberOfClustersFound
source: {nBinsTotal, plural, one {# cluster found} other {# clusters found}}
el: {nBinsTotal, plural, one {Βρέθηκε # σύμπλεγμα} other {Βρέθηκαν # συμπλέγματα}}

# js.params.Custom.ReorderHistory.column.heading
source: COLUMN
el: ΣΤΗΛΗ

# js.params.Custom.ReorderHistory.from.heading
source: FROM
el: ΑΠΟ

# js.params.Custom.ReorderHistory.to.heading
source: TO
el: ΠΡΟΣ

# js.params.Custom.SortColumn.AscendingParam.ascending
source: Ascending
el: Αύξουσα

# js.params.Custom.SortColumn.AscendingParam.descending
source: Descending
el: Φθίνουσα

# js.params.Custom.SortColumn.add
source: Add
el: Προσθήκη

# js.params.Custom.SortColumn.by.label
source: By
el: Κατά

# js.params.Custom.SortColumn.thenBy.label
source: Then by
el: Κατόπιν, κατά

# js.params.Custom.UploadApiModal.ApiTokenOk.disableApi
source: Disable API
el: Απενεργοποίηση του API

# js.params.Custom.UploadApiModal.ApiTokenOk.enableApi
source: Enable API
el: Ενεργοποίηση API

# js.params.Custom.UploadApiModal.footer.closeButton
source: Close
el: Κλείσιμο

# js.params.Custom.UploadApiModal.header.title
source: UPLOAD BY API
el: ΑΝΕΒΑΣΜΑ ΜΕΣΩ API

# js.params.Custom.UploadApiModal.programmerInstructions
source: These instructions are for programmers.
el: Αυτές οι οδηγίες απευθύνονται σε προγραμματιστές.

# js.params.Custom.ValueSelect.ValueItem.includeTheseRows
source: Include these rows
el: Συμπεριλάβετε αυτές τις σειρές

# js.params.Custom.ValueSelect.ValueList.loadingValues
source: Loading values…
el: Φόρτωση τιμών…

# js.params.Custom.ValueSelect.ValueList.noValuesInColumn
source: Column does not have any values
el: Η στήλη δεν έχει τιμές

# js.params.Custom.ValueSelect.ValueList.noValuesMatchSearch
source: No values match your search
el: Δεν υπάρχουν τιμές που να αντιστοιχούν στην αναζήτησή σας

# js.params.Custom.VersionSelect.DataVersionSelect.noVersions.label
source: Version
el: Έκδοση

# js.params.Custom.VersionSelect.DataVersionSelect.readOnly.label
source: Version {0} of {nVersions}
el: Έκδοση {0} από {nVersions}

# js.params.Custom.VersionSelect.DataVersionSelect.selectVersion.hoverText
source: Select version
el: Επιλογή έκδοσης

# js.params.Custom.VersionSelect.DataVersionSelect.selectVersion.label
source: Version
el: Έκδοση

# js.params.Custom.VersionSelect.DataVersionSelect.versionCount
source: {0} of {nVersions}
el: {0} από {nVersions}

# js.params.Custom.VersionSelect.QuotaExceeded.editWorkflow
source: Edit workflow
el: Επεξεργασία ροής εργασιών

# js.params.Custom.VersionSelect.QuotaExceeded.fetchesPerDay.heading
source: #/day
el: #/ημέρα
