Repository: CJWorkbench/cjworkbench
Catalog: assets/locale/*/messages.po
Languages: el

# js.params.Custom.VersionSelect.QuotaExceeded.otherStep.fetchesPerDay
source: Step {0} on {1} makes {2} updates per day.
el: Το βήμα {0} στο {1} κάνει {2} ενημερώσεις κάθε ημέρα.

# js.params.Custom.VersionSelect.QuotaExceeded.quotasteps
source: Here are the steps that count against your limit. Adjust their update times or set them to manual, then click "Retry" above.
el: Αυτά εδώ είναι τα βήματα που καταλογίζονται στο όριο σας. Ρυθμίστε τους χρόνους ενημέρωσής τους ή ρυθμίστε τους σε μη αυτόματους και, στη συνέχεια, κάντε κλικ στην "Επανάληψη" παραπάνω.

# js.params.Custom.VersionSelect.QuotaExceeded.thisStep.fetchesPerDay
source: You asked for this step to make {0} updates per day.
el: Ζητήσατε να γίνονται {0} ενημερώσεις την ημέρα για αυτό το βήμα.

# js.params.Custom.VersionSelect.QuotaExceeded.thisWorkflow
source: This workflow
el: Αυτή η ροή εργασιών

# js.params.Custom.VersionSelect.QuotaExceeded.title
source: AUTO-UPDATE QUOTA EXCEEDED
el: ΞΕΠΕΡΑΣΤΗΚΕ ΤΟ ΟΡΙΟ ΤΩΝ ΑΥΤΟΜΑΤΩΝ ΕΝΗΜΕΡΩΣΕΩΝ

# js.params.Custom.VersionSelect.QuotaExceeded.workFlow.heading
source: Workflow
el: Ροή εργασιών

# js.params.Custom.VersionSelect.UpdateFrequencySelect.auto
source: Auto
el: Αυτόματη

source: change auto-update settings
el: αλλαγή ρυθμίσεων αυτόματης ενημέρωσης

# js.params.Custom.VersionSelect.UpdateFrequencySelect.lastChecked
source: Checked <0>{0}</0>
el: Ελέγχθηκε <0>{0}</0>

# js.params.Custom.VersionSelect.UpdateFrequencySelect.manual
source: Manual
el: Μη αυτόματο

# js.params.Custom.VersionSelect.UpdateFrequencySelect.update
source: Update
el: Ενημέρωση

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.apply
source: Apply
el: Εφαρμογή

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.auto.description
source: Automatically update this workflow with the newest data (old versions will be saved).
el: Αυτόματη ενημέρωση αυτής της ροής εργασιών με τα πιο πρόσφατα δεδομένα (οι παλιότερες εκδόσεις θα αποθηκευτούν).

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.auto.label
source: Auto
el: Αυτόματη

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.checkEvery.days.option
source: days
el: ημέρες

source: hours
el: ώρες

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.checkEvery.label
source: Check for update every
el: Ελέγξτε για ενημέρωση κάθε

source: minutes
el: λεπτά

source: weeks
el: εβδομάδες

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.emailUpdates.label
source: Email me when data changes
el: Να μου στέλνετε ηλ. μήνυμα κάθε φορά που αλλάζουν τα δεδομένα

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.footer.closeButton
source: Close
el: Κλείσιμο

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.header.title
source: WORKFLOW UPDATE
el: ΕΝΗΜΕΡΩΣΗ ΡΟΗΣ ΕΡΓΑΣΙΩΝ

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.manual.description
source: Check for new data manually.
el: Ελέγξτε τα νέα δεδομένα με μη αυτόματο τρόπο.

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.manual.label
source: Manual
el: Μη αυτόματο

# js.params.Custom.VersionSelect.UpdateFrequencySelectModal.retry
source: Retry
el: Προσπαθήστε ξανά

# js.params.Custom.code.loadingEditor
source: Loading editor...
el: Φόρτωση επεξεργαστή...

# js.params.File.UploadApiModal.ApiTokenLoading
source: Loading
el: Φορτώνω

# js.params.File.UploadApiModal.ApiTokenOk.apiToken
source: API Token
el: Διακριτικό API

# js.params.File.UploadProgress.hoverText
source: {0}% uploaded
el: {0}% έχει ανέβει

# js.params.File.UploadedFileSelect.UploadedFileSelectModal.footer.cancelButton
source: Cancel
el: Ακύρωση

# js.params.File.UploadedFileSelect.UploadedFileSelectModal.footer.loadButton
source: Load
el: Φόρτωση

# js.params.File.UploadedFileSelect.UploadedFileSelectModal.header.title
source: FILE HISTORY
el: ΙΣΤΟΡΙΚΟ ΑΡΧΕΙΟΥ

# js.params.File.UploadedFileSelect.UploadedFileSelectModal.noFiles
source: You have not uploaded any files to this Step
el: Δεν έχετε ανεβάσει κανένα αρχείο σε αυτό το βήμα

# js.params.File.UploadedFileSelect.UploadedFileSelectModal.uploaded_at
source: Uploaded {0}
el: Ανέβηκε στις {0}

# js.params.File.UploadedFileSelect.choosePreviousFile.hoverText
source: Choose a previously-uploaded file
el: Επιλέξτε αρχείο που έχει ανεβεί

# js.params.File.UploadedFileSelect.choosePreviousFile.text
source: File {fileNumber} of {nFiles}
el: Αρχείο {fileNumber} από {nFiles}

# js.params.Gdrivefile.FileInfo.chooseFile
source: (please choose a file)
el: (επιλέξτε ένα αρχείο)

# js.params.Gdrivefile.FileInfo.openInGoogleSheets
source: Open in Google Sheets: {name}
el: Ανοίξτε στα Φύλλα Google: {name}

# js.params.Gdrivefile.change.button
source: Change
el: Αλλαγή

# js.params.Gdrivefile.choose.button
source: Choose
el: Επιλογή

# js.params.Gdrivefile.status.failureRecconect
source: failure: please reconnect
el: αποτυχία: επανασυνδεθείτε

# js.params.Gdrivefile.status.loading
source: Loading...
el: Φορτώνω...

# js.params.Gdrivefile.status.pleaseSignin
source: (please sign in)
el: (Παρακαλώ, συνδεθείτε)

# js.params.List.add
source: Add
el: Προσθήκη

# js.params.Multichartseries.ColorPicker.pickColor.hoverText
source: Pick color
el: Επιλογή χρώματος

# js.params.Multichartseries.addColumn.hoverText
source: add another column
el: προσθήκη άλλης στήλης

# js.params.Multichartseries.loading
source: Loading…
el: Φορτώνω…

# js.params.Multichartseries.removeLastColumn.hoverText
source: remove last column
el: αφαίρεση τελευταίας στήλης

# js.params.Multicolumn.MenuList.clearButton
source: clear
el: καθαρισμός

# js.params.Multicolumn.MenuList.selectAllButton
source: Select all
el: Επιλογή όλων

# js.params.Multicolumn.selectColumn.placeholder
source: Select columns
el: Επιλογή στηλών

# js.params.MultitabParam.selectTabs.placeholder
source: Select Tabs
el: Επιλογή καρτελών

# js.params.NumberFormat.currency
source: Currency: {0}
el: Νόμισμα: {0}

# js.params.NumberFormat.decimal.default
source: Decimal: {0}
el: Δεκαδικός: {0}

# js.params.NumberFormat.decimal.fixed
source: Decimal, fixed precision: {0}
el: Δεκαδικός, σταθερά δεκαδικά: {0}

# js.params.NumberFormat.decimal.noCommas
source: Decimal, no commas: {0}
el: Δεκαδικός, χωρίς διαχωριστικά χιλιάδων: {0}

# js.params.NumberFormat.integer.default
source: Integer: {0}
el: Ακέραιος: {0}

# js.params.NumberFormat.integer.noCommas
source: Integer, no commas: {0}
el: Ακέραιος, χωρίς διαχωριστικά χιλιάδων: {0}

# js.params.NumberFormat.percentage
source: Percentage: {0}
el: Ποσοστό: {0}

# js.params.Refine.GroupList.loadingValues
source: Loading values…
el: Φόρτωση τιμών…

# js.params.Refine.GroupList.noValuesInColumn
source: This column does not have any values
el: Αυτή η στήλη δεν έχει τιμές

# js.params.Refine.GroupList.noValuesMatchSearch
source: No values match your search
el: Δεν υπάρχουν τιμές που να αντιστοιχούν στην αναζήτησή σας

# js.params.Refine.RefineGroup.cancelEdits
source: Cancel edits of these values
el: Ακύρωση αλλαγών αυτών των τιμών

# js.params.Refine.RefineGroup.expandStatus.expanded
source: Hide original values
el: Απόκρυψη αρχικών τιμών

# js.params.Refine.RefineGroup.expandStatus.notExpanded
source: Show original values
el: Εμφάνιση αρχικών τιμών

# js.params.Refine.RefineGroup.selectTheseRows
source: Select these rows
el: Επιλέξτε αυτές τις σειρές

# js.params.Refine.RefineModalPrompt.findClusters.button
source: Find clusters...
el: Εύρεση συμπλεγμάτων...

# js.params.Refine.mergeFacets.button
source: Merge facets
el: Συγχώνευση πτυχών

# js.params.Secret.OAuth.connectAccount.button
source: Connect account
el: Σύνδεση λογαριασμού

# js.params.Secret.OAuth.signOut.button
source: Sign out
el: Αποσύνδεση

# js.params.Secret.String.StringDisplay.clear.button
source: Clear
el: Καθαρισμός

# js.params.Tab.selectTab.placeholder
source: Select Tab
el: Επιλογή καρτέλας

# js.params.common.AllNoneButtons.selectAll.button
source: All
el: Όλες

# js.params.common.AllNoneButtons.selectAll.hoverText
source: Select All
el: Επιλογή όλων

# js.params.common.AllNoneButtons.selectNone.button
source: None
el: Καμία

# js.params.common.AllNoneButtons.selectNone.hoverText
source: Select None
el: Καμία επιλογή

# js.params.common.FacetSearch.clearSearch.hoverText
source: Clear Search
el: Καθαρισμός αναζήτησης

# js.params.common.ReactSelect.noOptionsMessage
source: No options
el: Δεν υπάρχουν επιλογές

# js.params.common.ValueSortSelect.rows
source: Rows
el: Σειρές

# js.params.common.ValueSortSelect.value
source: Value
el: Τιμή

# js.params.custom.Aggregations.Aggregation.ColumnParam.prompt
source: Select a column
el: Επιλέξτε στήλη

# js.params.custom.Aggregations.Aggregation.outname
source: Name
el: Όνομα

# js.table.ColumnContextMenu.cleanText
source: Clean Text
el: Καθάρισμα κειμένου

# js.table.ColumnContextMenu.convertToText
source: Convert to text
el: Μετατροπή σε κείμενο

# js.table.ColumnContextMenu.convertToTimestamp
source: Convert to timestamp
el: Μετατροπή σε ημερομηνία & ώρα

# js.table.ColumnContextMenu.deleteColumn
source: Delete column
el: Διαγραφή στήλης

# js.table.ColumnContextMenu.duplicate
source: Duplicate
el: Δημιουργία αντιγράφου

# js.table.ColumnContextMenu.filter
source: Filter
el: Φίλτρο

# js.table.ColumnContextMenu.formatNumbers
source: Format numbers
el: Μορφοποίηση αριθμών

# js.table.ColumnContextMenu.rename.
source: Rename
el: Μετονομασία

# js.table.ColumnContextMenu.sortAscending
source: Sort ascending
el: Αύξουσα ταξινόμηση

# js.table.ColumnContextMenu.sortDescending
source: Sort descending
el: Φθίνουσα ταξινόμηση

# js.table.SelectedRowsActions.menu
source: menu
el: μενού

# js.table.SelectedRowsActions.numberOfSelectedRows
source: {0, plural, =0 {No rows selected} one {# row selected} other {# rows selected}}
el: {0, plural, =0 {Δεν επιλέχτηκαν σειρές} one {Επιλέχτηκε # σειρά} other {Επιλέχτηκαν # σειρές}}

# js.table.TableInfo.columns
source: COLUMNS
el: ΣΤΗΛΕΣ

# js.table.TableInfo.export
source: EXPORT
el: ΕΞΑΓΩΓΗ

# js.table.TableInfo.rows
source: ROWS
el: ΣΕΙΡΕΣ

# js.table.TableView.maxOf100ColumnsCanbeDIsplayed
source: A maximum of 100 columns can be displayed
el: Μπορούν να εμφανιστούν 100 στήλες το πολύ

# js.table.TableView.selectColumns.button
source: Select columns
el: Επιλογή στηλών

# js.util.ModuleCategoryName.CategoryNames.AddData
source: Add data
el: Προσθήκη δεδομένων

# js.util.ModuleCategoryName.CategoryNames.Analyze
source: Analyze
el: Ανάλυση

# js.util.ModuleCategoryName.CategoryNames.Clean
source: Clean
el: Καθάρισμα

# js.util.ModuleCategoryName.CategoryNames.Code
source: Code
el: Κώδικας

# js.util.ModuleCategoryName.CategoryNames.Combine
source: Combine
el: Συνδυασμός

# js.util.ModuleCategoryName.CategoryNames.Other
source: Other
el: Άλλο

# js.util.ModuleCategoryName.CategoryNames.Scrape
source: Scrape
el: Συλλογή (Scrape)

# js.util.ModuleCategoryName.CategoryNames.Visualize
source: Visualize
el: Οπτικοποίηση

# js.util.timeDifference.ago.days
source: {days}d ago
el: {days}ημ πριν

# js.util.timeDifference.ago.hours
source: {hours}h ago
el: {hours}ώρ πριν

# js.util.timeDifference.ago.minutes
source: {minutes}m ago
el: {minutes}λε πριν

# js.util.timeDifference.ago.seconds
source: {seconds}s ago
el: {seconds}δευτ πριν

# js.util.timeDifference.ago.years
source: {years}y ago
el: {years}έτη πριν

# js.util.timeDifference.now
source: just now
el: μόλις τώρα

# py.cjwkernel.pandas.types.ProcessResult.truncate_in_place_if_too_big.warning
source: Truncated output from {old_number} rows to {new_number}
el: Έγινε περικοπή της εξόδου από {old_number} σε {new_number} σειρές

# py.forms.signup.firstName.placeholder
source: First name
el: Όνομα

# py.forms.signup.lastName.placeholder
source: Last name
el: Επώνυμο

# py.fetcher.fetch.user_visible_bug_during_fetch
source: Something unexpected happened. We have been notified and are working to fix it. If this persists, contact us. Error code: {message}
el: Παρουσιάστηκε ένα μη αναμενόμενο πρόβλημα. Έχουμε ενημερωθεί και προσπαθούμε να το διορθώσουμε. Αν συνεχιστεί, επικοινωνήστε μαζί μας. Κωδικός σφάλματος: {message}

# py.fetcher.fetch.no_loaded_module
source: Cannot fetch: module was deleted
el: Δεν είναι δυνατή η λήψη: η μονάδα (module) διαγράφηκε

# py.fetcher.secrets._service_no_longer_configured_error
source: Service "{service}" is no longer configured
el: Η υπηρεσία "{service}" έχει πάψει να είναι διαμορφωμένη

# py.fetcher.secrets._refresh_oauth2_token.error.general
source: Token server responded with {status_code}: {error} ({description})
el: Ο διακομιστής διακριτικών (τεκμηρίων) απάντησε με {status_code}: {error} ({description})

# py.fetcher.secrets._refresh_oauth2_token.server_error.general
source: {service_id} responded with HTTP {status_code} {reason}: {description}
el: Η {service_id} απάντησε με HTTP {status_code} {reason}: {description}

# py.fetcher.secrets._refresh_oauth2_token.timeout_error
source: Timeout during OAuth2 token refresh
el: Λήξη χρονικού ορίου κατά την ανανέωση του διακριτικού (τεκμηρίου) OAuth2

# py.fetcher.secrets._refresh_oauth2_token.client_error
source: HTTP error during OAuth2 token refresh: {error}
el: Σφάλμα HTTP κατά την ανανέωση του διακριτικού (τεκμηρίου) OAuth2: {error}

# py.renderer.execute.step.user_visible_bug_during_render
source: Something unexpected happened. We have been notified and are working to fix it. If this persists, contact us. Error code: {message}
el: Παρουσιάστηκε ένα μη αναμενόμενο πρόβλημα. Έχουμε ενημερωθεί και προσπαθούμε να το διορθώσουμε. Αν συνεχιστεί, επικοινωνήστε μαζί μας. Κωδικός σφάλματος: {message}

# py.renderer.execute.step.noModule
source: Please delete this step: an administrator uninstalled its code.
el: Διαγράψτε αυτό το βήμα: ένας διαχειριστής απεγκατέστησε τον κώδικα του βήματος.

# py.renderer.execute.step.TabCycleError
source: The chosen tab depends on this one. Please choose another tab.
el: Η επιλεγμένη καρτέλα εξαρτάται από αυτήν εδώ. Επιλέξτε διαφορετική καρτέλα.

# py.renderer.execute.step.TabOutputUnreachableError
source: The chosen tab has no output. Please select another one.
el: Η επιλεγμένη καρτέλα δεν έχει έξοδο. Επιλέξτε μια άλλη.

source: { columns, plural, offset:2 =1 {“{0}” is not Text.} =2 {“{0}” and “{1}” are not Text.} =3 {“{0}”, “{1}” and “{2}” are not Text.} other {“{0}”, “{1}” and # others are not Text.}}
el: { columns, plural, offset:2 =1 {Η στήλη “{0}” πρεπει να μετατραπεί σε κείμενο.} =2 {Οι στήλες “{0}” και “{1}” πρέπει να μετατραπούν σε κείμενο.} =3 {Οι στήλες “{0}”, “{1}” και “{2}” πρέπει να μετατραπούν σε κείμενο.} other {Οι στήλες “{0}”, “{1}” και # άλλες πρέπει να μετατραπούν σε κείμενο.}}

# py.templates.403.title
source: 403 Forbidden
el: 403 Απαγορεύεται η πρόσβαση

# py.templates.403.description
source: The account you are logged in does not have access to this page
el: Ο λογαριασμός στον οποίο έχετε συνδεθεί δεν έχει πρόσβαση σε αυτή τη σελίδα

# py.templates.403.goBack.link
source: Go back to my workspace
el: Επιστροφή στον χώρο εργασίας μου

# py.templates.404.title
source: 404 Page not found
el: 404 Η σελίδα δεν βρέθηκε

# py.templates.404.description
source: Not the number you're looking for
el: Όχι ο αριθμός που ψάχνετε

# py.templates.404.backToWorkspace.link
source: Back to workspace
el: Επιστροφή στον χώρο εργασίας

# py.templates._base.message
source: Messages:
el: Μηνύματα:

# py.templates._base.menu
source: Menu:
el: Μενού:

# py.templates._base.changeMail
source: Change E-mail
el: Αλλαγή email

# py.templates._base.signOut
source: Sign Out
el: Αποσύνδεση

# py.templates._base.signIn
source: Sign In
el: Σύνδεση

# py.templates._base.signUp
source: Sign Up
el: Εγγραφή

# py.templates.embed_404.notAvailable.header
source: This workflow is not available :(
el: Αυτή η ροή εργασιών δεν είναι διαθέσιμη :(

# py.templates.oauth_token_request_denied.title
source: OAuth Error
el: Σφάλμα OAuth

# py.templates.oauth_token_request_denied.description
source: The authorization server refused to let you log in.
el: Ο διακομιστής εξουσιοδότησης αρνήθηκε να σας επιτρέψει σύνδεση.

# py.templates.oauth_token_request_denied.suggestRetry
source: If this is your first time seeing this error, please close this window and retry.
el: Αν βλέπετε αυτό το σφάλμα για πρώτη φορά, κλείστε αυτό το παράθυρο και προσπαθήστε ξανά.

# py.templates.oauth_token_request_denied.contactUs
source: Otherwise, please contact us so we can figure out what's wrong.
el: Διαφορετικά, επικοινωνήστε μαζί μας για να καταλάβουμε τι συμβαίνει.

# py.templates.report.author
source: by {workflowOwner}
el: από {workflowOwner}

# py.templates.report.updated
source: Updated <time0>{timeAgo}</time0> ago
el: Ενημερώθηκε πριν από <time0>{timeAgo}</time0>

# py.templates.report.sourceDataLink.link
source: Source data
el: Δεδομένα προέλευσης

# py.templates.workflow.widerScreen
source: You need a wider screen to enjoy Workbench
el: Χρειάζεστε μια ευρύτερη οθόνη για να απολαύσετε το Workbench

# py.templates.workflow.minimumRequirement
source: Min 650px wide
el: Ελάχιστο πλάτος 650px

# py.templates.workflow.optimizedForDesktop
source: Experience optimized for web browsers
el: Εμπειρία βελτιστοποιημένη για προγράμματα περιήγησης

# py.templates.workflow.signupLink.link
source: Signup
el: Εγγραφή

# py.templates.account.delete.deleteAccount.header
source: Delete Account
el: Διαγραφή λογαριασμού

# py.templates.account.delete.accountDeletionExpungeHours
source: If you go ahead and delete your account, your information will be <b0>expunged within {hours} hours</b0>.
el: Αν προχωρήσετε και διαγράψετε τον λογαριασμό σας, οι πληροφορίες σας <b0>θα εξαλειφθούν μέσα σε {hours} ώρες</b0>.

# py.templates.account.delete.deleteMyAccount
source: Delete My Account
el: Διαγραφή του λογαριασμού μου

# py.templates.account.email_confirm.confirmEmail.title
source: Confirm Email
el: Επιβεβαίωση email

# py.templates.account.email_confirm.confirmEmail
source: Confirm Email
el: Επιβεβαίωση email

# py.templates.account.email_confirm.confirm.button
source: Confirm
el: Επιβεβαίωση

# py.templates.account.email_confirmation_sent.title
source: Confirmation Email Sent
el: Στάλθηκε email επιβεβαίωσης

# py.templates.account.email_confirmation_sent.header
source: Confirm your email address
el: Επιβεβαιώστε το email σας

# py.templates.account.email_confirmation_sent.verificationEmail
source: We have sent an email to <b0>{email}</b0> for verification. If you do not receive it within a few minutes, contact us at <a0>{contactMail}</a0>.
el: Έχουμε στείλει μήνυμα ηλ. ταχυδρομείου στη διεύθυνση <b0>{email}</b0> για επαλήθευση. Εάν δεν το λάβετε μέσα στα επόμενα λεπτά, επικοινωνήστε μαζί μας στη διεύθυνση <a0>{contactMail}</a0>.

# py.templates.account.email_confirmation_sent.goBack.link
source: Go back
el: Επιστροφή

# py.templates.account.email_confirmed.title
source: Email confirmed
el: Το email επιβεβαιώθηκε

# py.templates.account.email_confirmed.emailConfirm.header
source: Email confirmed
el: Το email επιβεβαιώθηκε

# py.templates.account.email_confirmed.youConfirmedEmail
source: You have confirmed <b0>{email}</b0>
el: Έχετε επιβεβαιώσει το <b0>{email}</b0>

# py.templates.account.login.title
source: Sign in
el: Σύνδεση

# py.templates.account.login.linkToSignUp
source: Sign up
el: Εγγραφή

# py.templates.account.login.socialSimpleSeparator
source: or
el: ή

# py.templates.account.login.forgotPasswordPrompt
source: Forgot Password?
el: Ξεχάσατε τον κωδικό;

# py.templates.account.login.submitButton
source: Sign In
el: Σύνδεση

# py.templates.account.password_change.title
source: Change password
el: Αλλαγή κωδικού

# py.templates.account.password_change.formHeader
source: Change password
el: Αλλαγή κωδικού

# py.templates.account.password_change.saveButton
source: Save
el: Αποθήκευση

# py.templates.account.password_reset.title
source: Password reset
el: Δημιουργία νέου κωδικού

# py.templates.account.password_reset.formHeader
source: Forgot your password?
el: Ξεχάσατε τον κωδικό σας;

# py.templates.account.password_reset.sendMeInstructions.button
source: Send me instructions
el: Στείλτε μου οδηγίες

# py.templates.account.password_reset.backToLogin.link
source: Back to login
el: Επιστροφή στη σελίδα σύνδεσης

# py.templates.account.password_reset_done.title
source: Password reset sent
el: Στάλθηκε η ανανέωση κωδικού πρόσβασης

# py.templates.account.password_reset_done.header
source: Instructions sent!
el: Στάλθηκαν οδηγίες!

# py.templates.account.password_reset_done.checkYourEmail
source: Check your email to reset your password.
el: Ελέγξτε το ηλ. ταχυδρομείο σας για να δημιουργήσετε νέο κωδικό πρόσβασης.

# py.templates.account.password_reset_done.weHaveResentThePass
source: We have resent the password email. If you do not receive it within a few minutes, contact us at <a0>{email}</a0>.
el: Στείλαμε ξανά το ηλ. μήνυμα με τον κωδικό πρόσβασης. Εάν δεν το λάβετε μέσα σε λίγα λεπτά, επικοινωνήστε μαζί μας στη διεύθυνση <a0>{email}</a0>.

# py.templates.account.password_reset_done.backToLogin.link
source: Back to login
el: Επιστροφή στη σελίδα σύνδεσης

# py.templates.account.password_reset_from_key.title
source: Change Password
el: Αλλαγή κωδικού

# py.templates.account.password_reset_from_key.invalidLink
source: Invalid link
el: Άκυρος σύνδεσμος

# py.templates.account.password_reset_from_key.changePass
source: Change Password
el: Αλλαγή κωδικού

# py.templates.account.password_reset_from_key.notValidAnymore
source: This link is not valid anymore. Request a <a0>new password reset</a0>.
el: Αυτός ο σύνδεσμος δεν ισχύει πια. Ζητήστε τη <a0>δημιουργία νέου κωδικού πρόσβασης</a0>.

# account.password_reset_from_key.input.changePassword.placeholder
source: change password
el: Αλλαγή κωδικού

# py.templates.account.password_reset_from_key.newPassIsSet
source: Your new password is set.
el: Έχει οριστεί ο νέος σας κωδικός πρόσβασης.

# py.templates.account.password_reset_from_key_done.title
source: Change Password
el: Αλλαγή κωδικού

# py.templates.account.password_reset_from_key_done.description
source: Your new password is set!
el: Έχει οριστεί ο νέος σας κωδικός πρόσβασης!

# py.templates.account.password_reset_from_key_done.backToLogin.link
source: Back to login
el: Επιστροφή στη σελίδα σύνδεσης

# py.templates.account.settings.title
source: Account
el: Λογαριασμός

# py.templates.account.settings.header
source: Account
el: Λογαριασμός

# py.templates.account.settings.saveButton
source: Save
el: Αποθήκευση

# py.templates.account.signup.title
source: Sign Up
el: Εγγραφή

# py.templates.account.signup.header.title
source: Signup
el: Εγγραφή

# py.templates.account.signup.linkToSignIn
source: Sign in
el: Σύνδεση

# py.templates.account.signup.loginPrompt
source: If you have already created an account, then please <a0>log in</a0>.
el: Αν έχετε ήδη δημιουργήσει λογαριασμό, τότε παρακαλούμε να <a0>συνδεθείτε</a0>.

# py.templates.account.signup.sendMeNews.label
source: It's ok to send me occasional news
el: Δέχομαι να μου στέλνετε ειδήσεις κατά καιρούς

# py.templates.account.signup.agreeToTerms
source: I agree to Workbench's <a0>Terms of service</a0> and <a1>Privacy policy</a1>.
el: Συμφωνώ με τους <a0>Όρους Παροχής Υπηρεσιών</a0> και την <a1>Πολιτική Απορρήτου</a1> του Workbench.

# py.templates.account.signup.registerButton
source: Register
el: Εγγραφή

# py.templates.account.verification_sent.title
source: Verify Your E-mail Address
el: Επιβεβαιώστε τη διεύθυνση του ηλ. ταχυδρομείου σας

# py.templates.account.verification_sent.header
source: Verify Your E-mail Address
el: Επιβεβαιώστε τη διεύθυνση του ηλ. ταχυδρομείου σας

# py.templates.account.verification_sent.description
source: We have sent you an e-mail to verify your account. Contact us if you do not receive it within a few minutes.
el: Σας έχουμε στείλει μήνυμα ηλ. ταχυδρομείου για την επαλήθευση του λογαριασμού σας. Επικοινωνήστε μαζί μας αν δεν το λάβετε μέσα στα επόμενα λεπτά.
