Repository: CJWorkbench/cjworkbench
Catalog: integrationtests/module-zipfile-server/modules/columnchart/locale/*/messages.po
Languages: el

# _spec.name
source: Column Chart
el: Γράφημα στηλών

# _spec.description
source: Visualize categorical data with bars proportional to the values they represent.
el: Οπτικοποίηση δεδομένων κατηγοριών με ράβδους ανάλογα με τις τιμές που αντιπροσωπεύουν.

# _spec.parameters.title.placeholder
source: Chart title
el: Τίτλος γραφήματος

# _spec.parameters.x_axis_label.name
source: X axis
el: Άξονας X

# _spec.parameters.x_axis_label.placeholder
source: Label
el: Ετικέτα

# _spec.parameters.x_column.placeholder
source: Select column
el: Επιλογή στήλης

# _spec.parameters.y_axis_label.name
source: Y axis
el: Άξονας Y

# _spec.parameters.y_axis_label.placeholder
source: Label
el: Ετικέτα

# _spec.parameters.y_columns.name
source: Columns
el: Στήλες

# noXAxisError.message
source: Please choose an X-axis column
el: Διαλέξτε μια στήλη του άξονα X.

# noYAxisError.message
source: Please choose a Y-axis column
el: Διαλέξτε μια στήλη του άξονα Y.

# tooManyBarsError.message
source: Column chart can visualize a maximum of {MaxNBars} bars
el: Το γράφημα στηλών μπορεί να οπτικοποιήσει έως {MaxNBars} ράβδους το πολύ.

# nothingToPlotError.message
source: no records to plot
el: δεν υπάρχουν εγγραφές για σχεδίαση

# sameAxesError.message
source: You cannot plot Y-axis column {column_name} because it is the X-axis column
el: Δεν μπορείτε να σχεδιάσετε την {column_name} ως στήλη του άξονα Y καθότι είναι η στήλη του άξονα X.
