Repository: CJWorkbench/cjworkbench
Catalog: integrationtests/module-zipfile-server/modules/filter/locale/*/messages.po
Languages: el

# _spec.name
source: Filter by condition
el: Φιλτράρισμα βάσει συνθήκης

# _spec.description
source: Filter rows by combining simple conditions such as 'if text contains...' or 'if number is greater than...'
el: Φιλτράρισμα σειρών που συνδυάζει απλές συνθήκες όπως «εάν το κείμενο περιέχει...» ή «εάν ο αριθμός είναι μεγαλύτερος από...»

# _spec.parameters.keep.options.True.label
source: Keep
el: Διατήρηση

# _spec.parameters.keep.options.False.label
source: Delete
el: Διαγραφή

# regexParseError.message
source: Regex parse error: {error}
el: Σφάλμα ανάλυσης regex: {error}

# columnNotTextError.message
source: Column is not text. Please convert to text.
el: Η στήλη δεν είναι στήλη κειμένου. Μετατρέψτε την σε κείμενο.

# columnNotNumbersError.message
source: Column is not numbers. Please convert to numbers.
el: Η στήλη δεν είναι στήλη αριθμών. Μετατρέψτε την σε αριθμούς.

# columnNotDatesError.message
source: Column is not dates. Please convert to dates.
el: Η στήλη δεν είναι στήλη ημερομηνιών. Μετατρέψτε την σε ημερομηνίες.

# valueNotDateError.message
source: Value is not a date. Please enter a date and time.
el: Η τιμή δεν είναι ημερομηνία. Πληκτρολογήστε ημερομηνία και ώρα.

# valueNotNumberError.message
source: Value is not a number. Please enter a valid number.
el: Η τιμή δεν είναι αριθμός. Πληκτρολογήστε έναν έγκυρο αριθμό.
